Repository: endlessm/gnome-initial-setup
Catalog: po/*.po
Languages: bn, ms, th

source: Initial Setup
bn: প্রাথমিক সেটআপ
ms: Persediaan Awal
th: ตั้งค่าเริ่มแรก

source: _Next
bn: _পরবর্তী
ms: _Berikutnya
th: _ต่อไป

source: _Accept
ms: T_erima
th: _ยอมรับ

source: _Skip
ms: _Langkau
th: _ข้าม

source: _Previous
bn: _পূর্ববর্তী
ms: _Terdahulu
th: _ก่อนหน้า

source: _Cancel
bn: _বাতিল
ms: B_atal
th: _ยกเลิก

source: Failed to enter demo mode: %s
ms: Gagal masukkan mod demo: %s
th: ไม่สามารถเข้าสู่โหมดทดลอง: %s

source: Unknown
ms: Tidak diketahui

source: Image: %s
ms: Imej: %s

source: Disabled
bn: নিষ্ক্রিয়
ms: Dilumpuhkan
th: ปิดการใช้งาน

source: SD Card: %s
bn: SD কার্ড: %s
ms: Kad SD: %s

source: Error running the reformatter: %s
bn: পুনঃ ফর্ম্যাটকারী চালাতে ত্রুটি: %s
ms: Ralat ketika menjalankan reformatter: %s
th: ข้อผิดพลาดในการรันตัวฟอร์แมตใหม่: %s

source: Test Mode
bn: পরীক্ষা রূপ
ms: Mod Uji
th: โหมดทดสอบ

source: Power Off
bn: বন্ধ করুন
ms: Matikan
th: ปิด

source: Enter Store Demo
ms: Masuk Mod Runcit
th: เข้าสู่ร้านค้าทดลอง

source: Cancel
ms: Batal
th: ยกเลิก

source: This allows you to try Endless without activating an account. No changes or files will be saved, and the computer will return to a clean factory state when you power it off.
ms: Tindakan ini membolehkan anda cuba Endless tanpa aktifkan akaun. Tiada perubahan atau fail akan disimpan, dan komputer akan kembali ke keadaan kilang asal setelah anda matikannya.
th: โหมดนี้จะทำให้คุณสามารถทดลองใช้ Endless ได้โดยไม่จำเป็นต้องเปิดใช้งานบัญชี ระบบจะไม่บันทึกการเปลี่ยนแปลงหรือไฟล์ใดๆ และคอมพิวเตอร์จะกลับสู่สถานะเริ่มต้นจากโรงงานเมื่อคุณปิดเครื่อง

source: Force existing user mode
ms: Paksa mod pengguna sedia ada
th: บังคับใช้โหมดผู้ใช้ที่มีอยู่

source: — GNOME initial setup
ms: — Persediaan awal GNOME

source: Take a Picture…
ms: Ambil satu Gambar...

source: Failed to register account
bn: একাউন্ট নিবন্ধন করতে ব্যর্থ
ms: Gagal mendaftar akaun
th: การสมัครบัญชีล้มเหลว

source: No supported way to authenticate with this domain
bn: এই ডোমেইন যাচাই করার কোনো সমর্থিত উপায় নেই
ms: Bukan cara disokong untuk disahihkan dengan domain ini
th: ไม่มีวิธีที่สนับสนุนเพื่อรับรองกับโดเมนนี้

source: Failed to join domain
bn: ডোমেইনে প্রবেশ করতে ব্যর্থ
ms: Gagal menyertai domain
th: เข้าร่วมโดเมนไม่สำเร็จ

source: Failed to log into domain
bn: ডোমেইনে লগিন করতে ব্যর্থ
ms: Gagal mendaftar masuk domain
th: ลงชื่อเข้าใช้โดเมนไม่สำเร็จ

source: Enterprise Login
ms: Daftar Masuk Enterprise
th: เข้าสู่ระบบองค์กร

source: Enterprise login allows an existing centrally managed user account to be used on this device. You can also use this account to access company resources on the internet.
ms: Daftar masuk enterprise membolehkan akaun pengguna yang diurus secara berpusat digunakan dalam peranti ini. Anda juga boleh guna akaun ini untuk mencapai sumber-sumber syarikat melalui internet.

source: _Username
bn: _ব্যবহারকারীর নাম
ms: _Nama Pengguna
th: _ชื่อผู้ใช้

source: _Password
bn: _পাসওয়ার্ড
ms: _Kata Laluan
th: _รหัสผ่าน

source: Enterprise domain or realm name
bn: যৌথ ডোমেইন অথবা সাম্রাজ্যের নাম
ms: Domain enterprise atau nama wilayah
th: โดเมนบริษัทหรือชื่อขอบเขต

source: C_ontinue
bn: চা_লিয়ে যাওয়া
ms: Te_ruskan
th: ต่_อไป

source: Domain Administrator Login
bn: ডোমেইন প্রশাসক লগিন
ms: Daftar Masuk Pentadbir Domain
th: เข้าสู่ระบบผู้ดูแลโดเมน

source: In order to use enterprise logins, this computer needs to be enrolled in a domain. Please have your network administrator type the domain password here, and choose a unique computer name for your computer.
ms: Untuk menggunakan daftar masuk enterprise, komputer ini perlu berdaftar ke dalam domain. Pastikan pentadbir rangkaian anda menaip kata laluan domain di sini, kemudian pilih satu nama komputer khusus untuk komputer anda.
th: คอมพิวเตอร์เครื่องนี้จำเป็นต้องลงทะเบียนในโดเมนเพื่อใช้การเข้าระบบแบบองค์กร กรุณาให้ผู้ดูแลเครือข่ายของคุณพิมพ์รหัสผ่านโดเมนที่นี่ และเลือกชื่อเฉพาะสำหรับคอมพิวเตอร์ของคุณ

source: _Computer
bn: _কম্পিউটার
ms: _Komputer
th: _คอมพิวเตอร์

source: Administrator _Name
bn: প্রশাসক_নাম
ms: _Nama Pentadbir
th: ชื่อ _ผู้ดูแล

source: Administrator Password
bn: প্রশাসক পাসওয়ার্ড
ms: Kata Laluan Pentadbir
th: รหัสผ่านผู้ดูแล

source: Please check the name and username. You can choose a picture too.
ms: Sila periksa nama dan nama pengguna. Anda juga boleh memilih gambar.
th: กรุณาตรวจสอบชื่อและชื่อผู้ใช้ คุณสามารถเลือกรูปภาพได้ด้วย

source: We need a few details to complete setup.
ms: Kami memerlukan beberapa perincian untuk menyelesaikan persediaan.
th: เราต้องการรายละเอียดเล็กน้อยเพื่อให้การสร้างเสร็จสมบูรณ์

source: Avatar image
ms: Imej avatar
th: รูปประจำตัว

source: About You
ms: Perihal Anda
th: เกี่ยวกับคุณ

source: Please provide a name and username. You can choose a picture too.
ms: Sila sediakan satu nama dan nama pengguna. Anda juga boleh memilih satu gambar.
th: โปรดระบุชื่อและชื่อผู้ใช้ คุณสามารถเลือกภาพได้เช่นกัน

source: _Full Name
bn: _পুরো নাম
ms: Nama _Penuh
th: _ชื่อเต็ม

source: Set a password
ms: Tetapkan satu kata laluan

source: _Enterprise Login
ms: Daftar Masuk _Enterprise

source: Go online to set up Enterprise Login.
ms: Pergi dalam talian untuk persediaan Daftar Masuk Enterprise.

source: Cannot automatically join this type of domain
bn: এধরণের ডোমেইনে স্বয়ংক্রিয়ভাবে যোগ দেয়া যাবে না
ms: Tidak dapat menyertai jenis domain ini secara automatik
th: ไม่สามารถเข้าร่วมโดเมนประเภทนี้ได้อัตโนมัติ

source: No such domain or realm found
bn: এমন কোন ডোমেইন বা সাম্রাজ্য পাওয়া যায়নি
ms: Tiada domain atau wilayah sebegitu ditemui
th: ไม่พบโดเมนหรือบริเวณดังกล่าว

source: Cannot log in as %s at the %s domain
bn: %s ডোমেইনে %s হিসেবে লগিন করা যাবে না
ms: Tidak dapat mendaftar masuk sebagai %s pada domain %s
th: ไม่สามารถเข้าสู่ระบบในฐานะ %s ที่โดเมน %s ได้

source: Invalid password, please try again
bn: সঠিক পাসওয়ার্ড নয়, আবার চেষ্টা করুন
ms: Kata laluan tidak sah, cuba sekali lagi
th: รหัสผ่านไม่ถูกต้อง กรุณาลองอีกครั้ง

source: Couldn’t connect to the %s domain: %s
ms: Tidak dapat menyambung ke domain %s: %s
th: ไม่สามารถเชื่อมต่อกับโดเมน %s ได้: %s

source: Sorry, that user name isn’t available. Please try another.
ms: Maaf, nama pengguna tersebut tidak tersedia. Cuba yang lain.

source: The username is too long.
ms: Nama pengguna terlalu panjang.
th: ชื่อผู้ใช้ยาวเกินไป

source: The username cannot start with a “-”.
ms: Nama pengguna tidak boleh mula dengan tanda "-".

source: The username should only consist of upper and lower case letters from a-z, digits and the following characters: . - _
ms: Nama pengguna seharusnya mengandungi huruf besar atau huruf kecil a-z, digit dan aksara-aksara berikut: . - _

source: This will be used to name your home folder and can’t be changed.
ms: Tindakan ini akan menggunakan nama folder rumah anda dan ia tidak boleh diubah.
th: ชื่อนี้จะเป็นชื่อโฟลเดอร์โฮมของคุณและไม่สามารถแก้ไขได้

source: Display
bn: ডিসপ্লে
ms: Paparan
th: แสดง

source: Adjust for TV screen
bn: টিভি পর্দার সাথে মিলিয়ে নিন
ms: Laras untuk skrin TV
th: ปรับสำหรับหน้าจอทีวี

source: Do you see this at the bottom right corner of your screen?
bn: আপনার পর্দার নিচে ডান কোণে কি আপনি এটি দেখতে পাচ্ছেন?
ms: Dapatkah anda melihatnya di bahagian bucu kanan bawah skrin anda?
th: คุณเห็นสิ่งนี้ที่มุมขวาล่างของหน้าจอคุณหรือไม่?

source: I see it
bn: আমি দেখতে পাচ্ছি
ms: Saya melihatnya
th: ฉันเห็นแล้ว

source: I do not see it. Shrink screen to fit TV.
bn: আমি এটি দেখতে পাচ্ছি না। টিভির সাথে মানানসই হতে পর্দা ছোট করুন।
ms: Saya tidak melihatnya. Kecilkan skrin supaya muat dengan skrin TV.
th: ฉันมองไม่เห็น ย่อให้พอดีทีวี

source: Terms of Use
bn: ব্যবহারের শর্তাবলী
ms: Terma Penggunaan
th: เงื่อนไขการใช้งาน

source: Please read the following terms of use carefully
bn: অনুগ্রহ করে নিম্নোক্ত শর্তাবলী সতর্কতার সাথে পড়ুন
ms: Sila baca terma-terma penggunaan berikut
th: กรุณาอ่านข้อกำหนดดังต่อไปนี้อย่างละเอียดรอบคอบ

source: By clicking "Accept," you acknowledge that you have read, understood, and agree to be bound by the following terms and conditions.
ms: Dengan mengklik "Terima", anda mengakui telah membaca, memahami, dan bersetuju terikat dengan terma-terma dan syarat-syarat berikut.

source: Help make Endless better for everyone
bn: এন্ডলেস-কে সবার জন্য আরো উন্নত করতে সাহায্য করুন
ms: Bantulah supaya Endless menjadi lebih baik untuk kebaikan semua pengguna
th: ช่วยทำให้ Endless ดีขึ้นสำหรับทุกคน

source: Automatically save and send usage statistics and problem reports to Endless. All data is anonymous.
bn: স্বয়ংক্রিয়ভাবে রক্ষা করুন এবং ব্যবহারের পরিসংখ্যান ও সমস্যার খতিয়ান এন্ডলেস-কে পাঠিয়ে দিন। সকল তথ্য নামবিহীন থাকবে।
ms: Simpan secara automatik dan hantar statistik penggunaan dan laporan masalah kepada Endless. Semua data adalah bersifat awanama.
th: บันทึกและส่งสถิติการใช้และรายงานปัญหาไปยัง Endless โดยอัตโนมัติ โดยข้อมูลทั้งหมดจะไม่ปรากฏชื่อ

source: Third Party Software
bn: তৃতীয় পক্ষ সফটওয়্যার
ms: Perisian Pihak Ketiga
th: ซอร์ฟแวร์บุคคลที่สาม

source: License Agreements
bn: লাইসেন্স চুক্তিপত্র
ms: Perjanjian-Perjanjian Lesen
th: ข้อตกลงสัญญาอนุญาต

source: I have _agreed to the terms and conditions in this end user license agreement.
bn: আমি _এই ব্যবহারকারী লাইসেন্স চুক্তিপত্রের সকল নিয়ম ও শর্তাবলী মেনে নিতে রাজি হয়েছি।
ms: Saya be_rsetuju dengan terma-terma dan syarat-syarat di dalam perjanjian lesen pengguna akhir ini.
th: ฉัน_เห็นด้วยกับข้อตกลงและเงื่อนไขในข้อตกลงสัญญาอนุญาตสิทธิ์ผู้ใช้นี้

source: Add Account
bn: একাউন্ট সংযুক্তি
ms: Tambah Akaun
th: เพิ่มบัญชี

source: Online Accounts
bn: অনলাইন একাউন্টসমূহ
ms: Akaun-Akaun Dalam Talian
th: บัญชีออนไลน์

source: Connect Your Online Accounts
ms: Sambung Akaun-Akaun Dalam Talian Anda
th: เชื่อมต่อบัญชีออนไลน์ของคุณ

source: Connect your accounts to easily access your email, online calendar, contacts, documents and photos.
ms: Sambungkan akaun-akaun anda supaya mudah mencapai emel, kalendar dalam talian, kenalan, dokumen-dokumen dan foto-foto anda.
th: เชื่อมต่อบัญชีต่างๆ ของคุณเพื่อให้เข้าถึงอีเมล ปฏิทินออนไลน์ รายชื่อผู้ติดต่อ เอกสาร และภาพถ่ายได้อย่างง่ายดาย

source: Accounts can be added and removed at any time from the Settings application.
ms: Akaun-akaun boleh ditambah dan dibuang pada bila-bila masa melalui Aplikasi Tetapan.
th: สามารถเพิ่มหรือลบบัญชีได้ตลอดเวลาที่การตั้งค่าแอปพลิเคชัน

source: Preview
bn: আবার দেখুন
ms: Pratonton
th: ตัวอย่าง

source: More…
bn: আরো...
ms: Lagi...
th: เพิ่มเติม…

source: No inputs found
bn: কোন তথ্য পাওয়া যায়নি
ms: Tiada input-input ditemui
th: ไม่พบอินพุต

source: Your keyboard layout seems to be:
bn: আপনার কিবোর্ডের ধরন এমন:
ms: Bentangan papan kekunci anda nampak seperti:
th: ผังคีย์บอร์ดของคุณดูจะเป็น:

source: Please press one of the following keys:
bn: অনুগ্রহ করে নিম্নোক্ত একটি বোতাম চাপুন:
ms: Sila tekan salah satu daripada kekunci-kunci berikut:
th: กรุณากดแป้นต่อไปนี้แป้นหนึ่ง:

source: Is the following key present on your keyboard?
bn: নিম্নোক্ত বোতামটি কি আপনার কিবোর্ডে আছে?
ms: Adakah kekunci berikut hadir pada papan kekunci anda?
th: แป้นต่อไปนี้ปรากฏบนแป้นพิมพ์ของคุณหรือไม่?

source: Typing
bn: লেখা হচ্ছে
ms: Menaip
th: การพิมพ์

source: Select your keyboard layout or an input method.
ms: Pilih bentangan papan kekunci anda atau satu kaedah input.
th: เลือกรูปแบบแป้นพิมพ์หรือวิธีป้อนข้อมูลของคุณ

source: Help Detect My Keyboard Layout
ms: Bantu Kesan Bentangan Papan Kekunci Saya
th: ช่วยตรวจจับเลย์เอาต์แป้นพิมพ์ของฉัน

source: Detect Keyboard Layout…
ms: Kesan Bentangan Papan Kekunci...
th: ตรวจจับเลย์เอาต์แป้นพิมพ์…

source: _Select
ms: _Pilih
th: _เลือก

source: No languages found
bn: কোনো ভাষা পাওয়া যায়নি
ms: Tiada bahasa ditemui
th: ไม่พบภาษา

source: Enter Store Demo…
ms: Masukkan Mod Runcit...
th: เข้าสู่ร้านค้าทดลอง…

source: Welcome to Store Demo
ms: Selamat Datang ke Mod Runcit
th: ยินดีต้อนรับเข้าสู่ร้านค้าทดลอง

source: Welcome
bn: স্বাগতম
ms: Selamat Datang
th: ยินดีต้อนรับ

source: Welcome!
ms: Selamat Datang!
th: ยินดีต้อนรับ!

source: Try Endless OS by running it from the USB Stick.
bn: ইউএসবি স্টিক থেকে এন্ডলেস ওএস চালাতে চেষ্টা করুন।
ms: Cubalah Endless OS dengan menjalankannya melalui Pena USB.
th: ลองใช้ Endless OS โดยรันจากแฟลชไดรฟ์

source: Try Endless OS by running it from the DVD.
ms: Cubalah Endless OS dengan menjalankannya melalui DVD.
th: ลองใช้ Endless OS โดยการเรียกใช้งานจาก DVD

source: Reformat this computer with Endless OS.
bn: এন্ডলেস ওএস দিয়ে এই কম্পিউটারটি পুনঃ ফর্ম্যাট করুন।
ms: Format semula komputer ini dengan Endless OS.
th: ฟอร์แมตคอมพิวเตอร์นี้ใหม่ด้วย Endless OS

source: Try It
bn: চেষ্টা করুন
ms: Cuba Lagi
th: ทดลองใช้

source: Reformat
bn: পুনঃ ফর্ম্যাট
ms: Format Semula
th: ฟอร์แมตใหม่

source: Try or Reformat
ms: Cuba atau Format Semula
th: ลองหรือจัดรูปแบบใหม่

# Wireless access point
source: Other…
bn: অন্যকিছু...
ms: Lain-Lain...
th: อื่นๆ…

source: Wireless networking is disabled
ms: Perangkaian tanpa wayar dilumpuhkan
th: เครือข่ายไร้สายใช้งานไม่ได้

source: Checking for available wireless networks
bn: ওয়্যারলেস নেটওয়ার্ক খোঁজ করা হচ্ছে
ms: Memeriksa sama ada terdapat rangkaian-rangkaian tanpa wayar
th: กำลังตรวจเครือข่ายไร้สายที่มีอยู่

source: Network
bn: নেটওয়ার্ক
ms: Rangkaian
th: เครือข่าย

source: Connecting to the internet helps you get new apps, information, and other upgrades. It also helps set the time and your location automatically.
ms: Menyambung dengan internet dapat bantu anda mendapatkan apl-apl baharu, maklumat, dan lain-lain penataran. Ia juga bantu menetapkan waktu dan lokasi anda secara automatik.

source: No wireless available
bn: কোন ওয়্যারলেস পাওয়া যায়নি
ms: Tiada rangkaian tanpa wayar tersedia
th: ไม่มีบริการไร้สาย

source: Turn On
ms: Hidupkan
th: เปิด

source: The passwords do not match.
ms: Kata laluan tidak sepadan.
th: รหัสผ่านไม่ตรงกัน

source: Show password
bn: পাসওয়ার্ড প্রদর্শন
ms: Tunjuk kata laluan
th: แสดงรหัสผ่าน

source: Hide password
ms: Sembunyi kata laluan

source: Password
ms: Kata Laluan
th: รหัสผ่าน

source: Set a Password
ms: Tetapkan satu Kata Laluan
th: ตั้งรหัสผ่าน

source: Be careful not to lose your password.
ms: Hati-hati jangan lupa kata laluan anda.
th: โปรดระวังอย่าให้รหัสผ่านสูญหาย

source: _Confirm
ms: _Sahkan

source: Password _reminder
bn: পাসওয়ার্ড_স্মরণকারী চিহ্ন
ms: _Peringatan kata laluan
th: ตัวเตือนความจำ _รหัสผ่าน

source: Password reminder will be shown in case you forget your password.
ms: Peringatan kata lalaun akan ditunjukkan sekiranya anda terlupa kata laluan.
th: ตัวเตือนความจำรหัสผ่านจะปรากฏขึ้นมาในกรณีที่คุณลืมรหัสผ่าน

# Password hint
source: The new password needs to be different from the old one.
ms: Kata laluan baharu mesti berbeza dengan yang lama.
th: รหัสผ่านใหม่ต้องแตกต่างจากรหัสผ่านเดิม

# Password hint
source: This password is very similar to your last one. Try changing some letters and numbers.
ms: Kata laluan ini sangat serupa dengan yang lama. Cuba mengubah beberapa abjad dan nombor.
th: รหัสผ่านนี้คล้ายกับรหัสผ่านล่าสุดของคุณมาก พยายามเปลี่ยนตัวอักษรและตัวเลขบางตัว

# Password hint
source: This password is very similar to your last one. Try changing the password a bit more.
ms: Kata laluan ini sangat serupa dengan yang lama. Cuba ubah suai lagi kata laluan ini.
th: รหัสผ่านนี้คล้ายกับรหัสผ่านล่าสุดของคุณมาก ลองเปลี่ยนรหัสผ่านเพิ่มเติมอีกเล็กน้อย

# Password hint
source: This is a weak password. A password without your user name would be stronger.
ms: Ini adalah kata laluan yang lemah. Kata laluan tanpa melibatkan nama pengguna anda adalah lebih mantap.
th: รหัสผ่านนี้คาดเดาได้ง่าย รหัสผ่านที่ไม่มีชื่อผู้ใช้จะคาดเดาได้ยากกว่า

# Password hint
source: This is a weak password. Try to avoid using your name in the password.
ms: Ini adalah kata laluan yang lemah. Cuba hindari nama anda di dalam kata laluan.
th: รหัสผ่านนี้คาดเดาง่าย ลองหลีกเลี่ยงการใช้ชื่อของคุณในรหัสผ่าน

# Password hint
source: This is a weak password. Try to avoid some of the words included in the password.
ms: Ini adalah kata laluan yang lemah. Cuba hindari beberapa perkataan yang ada di dalam kata laluan.
th: รหัสผ่านนี้คาดเดาง่าย กรุณาหลีกเลี่ยงคำบางคำในรหัสผ่าน

# Password hint
source: This is a weak password. Try to avoid common words.
ms: Ini adalah kata laluan yang lemah. Cuba hindari perkataan umum yang biasa digunakan.
th: รหัสผ่านนี้คาดเดาได้ง่าย พยายามหลีกเลี่ยงคำทั่วไป

# Password hint
source: This is a weak password. Try to avoid reordering existing words.
ms: Ini adalah kata laluan yang lemah. Cuba hindari menyusun semula perkataan yang sedia ada.
th: รหัสผ่านนี้คาดเดาได้ง่าย พยายามหลีกเลี่ยงการสลับตำแหน่งคำที่มีอยู่แล้ว

# Password hint
source: This is a weak password. Try to use more numbers.
ms: Ini adalah kata laluan yang lemah. Cuba masukkan lebih banyak nombor.
th: รหัสผ่านนี้คาดเดาได้ง่าย พยายามใช้ตัวเลขเพิ่มเติม

# Password hint
source: This is a weak password. Try to use more uppercase letters.
ms: Ini adalah kata laluan yang lemah. Cuba gandingkan dengan beberapa abjad berhuruf besar.
th: รหัสผ่านนี้คาดเดาได้ง่าย พยายามใช้อักษรตัวพิมพ์ใหญ่เพิ่มเติม

# Password hint
source: This is a weak password. Try to use more lowercase letters.
ms: Ini adalah kata laluan yang lemah. Cuba gandingkan dengan beberapa abjad berhuruf kecil.
th: รหัสผ่านนี้คาดเดาได้ง่าย พยายามใช้อักษรตัวพิมพ์เล็กเพิ่มเติม

# Password hint
source: This is a weak password. Try to use more special characters, like punctuation.
ms: Ini adalah kata laluan yang lemah. Cuba gandingkan dengan aksara-aksara khas, seperti tanda baca.
th: รหัสผ่านนี้คาดเดาได้ง่าย พยายามใช้อักขระพิเศษเพิ่มเติม เช่น เครื่องหมายวรรคตอน

# Password hint
source: This is a weak password. Try to use a mixture of letters, numbers and punctuation.
ms: Ini adalah kata laluan yang lemah. Cuba gabungkan dengan beberapa abjad, nombor dan tanda baca.
th: รหัสผ่านนี้คาดเดาง่าย ลองใช้การผสมตัวอักษร ตัวเลข และเครื่องหมายวรรคตอน

# Password hint
source: This is a weak password. Try to avoid repeating the same character.
ms: Ini adalah kata laluan yang lemah. Cuba hindari mengulangi beberapa aksara yang serupa.
th: รหัสผ่านนี้คาดเดาง่าย กรุณาหลีกเลี่ยงการใช้ตัวอักษรซ้ำกัน

# Password hint
source: This is a weak password. Try to avoid repeating the same type of character: you need to mix up letters, numbers and punctuation.
ms: Ini adalah kata laluan yang lemah. Cuba hindari pengulangan jenis aksara yang sama: anda perlu gabungkan beberapa abjad, nombor dan tanda baca.
th: รหัสผ่านนี้คาดเดาได้ง่าย พยายามหลีกเลี่ยงการใช้อักขระประเภทเดียวกันซ้ำ โดยจำเป็นต้องใช้ตัวอักษร ตัวเลข และเครื่องหมายวรรคตอนผสมกัน

# Password hint
source: This is a weak password. Try to avoid sequences like 1234 or abcd.
ms: Ini adalah kata laluan yang lemah. Cuba hindari turutan seperti 1234 atau abcd.
th: รหัสผ่านนี้คาดเดาได้ง่าย พยายามหลีกเลี่ยงอักขระต่อเนื่อง เช่น 1234 หรือ abcd

# Password hint
source: This is a weak password. Try to add more letters, numbers and punctuation.
ms: Ini adalah kata laluan yang lemah. Tambah lagi beberapa abjad, nombor dan tanda baca.

# Password hint
source: Mix uppercase and lowercase and try to use a number or two.
ms: Gabung huruf besar dengan huruf kecil serta gunakan beberapa nombor.

# Password hint
source: Adding more letters, numbers and punctuation will make the password stronger.
ms: Dengan menambah beberapa abjad, nombor dan tanda baca, kata laluan anda menjadi semakin kuat.

source: Sending reports of technical problems helps us to improve %s. Reports are sent anonymously and are scrubbed of personal data.
ms: Dengan menghantar laporan-laporan masalah teknikal, ia dapat bantu kami menambahbaik %s. Laporan-laporan dihantar secara awanama yang telah dibuang data-data peribadi.
th: การส่งรายงานปัญหาด้านเทคนิคจะช่วยเราปรับปรุง %s รายงานจะถูกส่งโดยไม่ระบุตัวตนและลบข้อมูลส่วนตัวออก

source: Problem data will be collected by %s:
ms: Data masalah akan dikutip oleh %s:
th: รวบรวมข้อมูลปัญหาโดย %s:

source: Privacy Policy
ms: Dasar Kerahsiaan
th: นโยบายความเป็นส่วนตัว

source: Uses Mozilla Location Service:
ms: Penggunaan Perkhidmatan Lokasi Mozilla:
th: ใช้บริการระบุตำแหน่งของ Mozilla:

source: Privacy
ms: Kerahsiaan
th: ความเป็นส่วนตัว

source: Location Services
ms: Perkhidmatan-Perkhidmatan Lokasi
th: บริการตำแหน่งที่ตั้ง

source: Allows applications to determine your geographical location. An indication is shown when location services are in use.
ms: Membolehkan aplikasi-aplikasi tentukan lokasi geografi anda. Satu penunjuk dipaparkan ketika perkhidmatan lokasi digunakan.
th: อนุญาตให้แอปพลิเคชันระบุที่ตั้งทางภูมิศาสตร์ของคุณ ตัวบอกจะแสดงเมื่อเปิดใช้บริการตำแหน่งที่ตั้ง

source: Automatic Problem Reporting
ms: Pelaporan Masalah Berautomatik
th: รายงานปัญหาอัตโนมัติ

source: Privacy controls can be changed at any time from the Settings application.
ms: Kawalan-kawalan kerahsiaan boleh diubah pada bila-bila masa melalui aplikasi Tetapan.
th: คุณสามารถปรับระบบควบคุมความเป็นส่วนตัวได้ทุกเมื่อโดยใช้การตั้งค่า

source: No regions found
ms: Tiada wilayah ditemui
th: ไม่พบภูมิภาคใดๆ

source: Region
ms: Wilayah
th: ภูมิภาค

source: Choose your country or region.
ms: Pilih negara atau wilayah anda.
th: เลือกประเทศหรือภูมิภาคของคุณ

source: Site
ms: Laman

source: At which site is this computer located? Search for your site here. You may enter manually if there is no match.
ms: Pada laman manakah komputer ini diperoleh lokasinya? Gelintar laman anda di sini. Anda boleh masukkan secara manual di sini sekiranya tiada padanan.

source: enter manually
ms: masuk secara manual

source: Facility
ms: Fasiliti

source: Street address
ms: Alamat jalan

source: City
ms: Bandar

source: State
ms: Negeri

source: Country
ms: Negara

source: Software Repositories
ms: Repositori-Repositori Perisian

source: Access additional software from selected third party sources.
ms: Capai perisian tambahan melalui sumber-sumber pihak ketiga yang terpilih.

source: Some of this software is proprietary and therefore has restrictions on use, sharing, and access to source code.
ms: Sesetengah perisian bersifat proprietari dan memiliki sekatan terhadap penggunaan, perkongsian, dan capaian kepada kod sumbernya.

source: Additional Software Repositories
ms: Repositori-Repositori Tambahan

source: <a href="more">Find out more…</a>
ms: <a href="more">Ketahui lagi…</a>
th: <a href="more">ค้นหาเพิ่มเติม…</a>

source: Third Party Repositories
ms: Repositori-Repositori Pihak Ketiga

source: Proprietary software typically has restrictions on how it can be used and on access to source code. This prevents anyone but the software owner from inspecting, improving or learning from its code.
ms: Perisian proprietari biasanya mempunyai sekatan bagaimanakah ia digunaakn dan capaian terhadap kod sumbernya. Ia menghalang sesiapa sahaja kecuali pemilik perisian daripada memeriksa, menambahbaik atau mempelajari daripada kodnya.
th: ซอฟต์แวร์กรรมสิทธิ์มักมีข้อจำกัดเกี่ยวกับรูปแบบการใช้งานและการเข้าถึงโค้ดแหล่งที่มา เพื่อป้องกันไม่ให้บุคคลอื่นใดนอกเหนือจากเจ้าของซอฟต์แวร์สามารถตรวจสอบ ปรับปรุง หรือเรียนรู้จากโค้ดดังกล่าวได้

source: In contrast, Free Software can be freely run, copied, distributed, studied and modified.
ms: Sebaliknya, Perisian Bebas boleh dijalankan secara percuma atau bebas, disalin, diagih, dikaji dan diubahsuai.
th: ในทางกลับกัน คุณจะสามารถเรียกใช้ คัดลอก กระจาย ศึกษา และปรับเปลี่ยนซอฟต์แวร์ฟรีได้

source: _Start Using %s
ms: _Mula Menggunakan %s
th: _เริ่มการใช้งาน %s

source: You're ready to try Endless OS
bn: এন্ডলেস ওএস দিয়ে চেষ্টা করার জন্য আপনি তৈরি
ms: Anda kini sudah sedia mencuba Endless OS
th: คุณพร้อมจะลองใช้ Endless OS แล้ว

source: <b>System software updates are unavailable when running from evaluation media. Please install Endless if you like it!</b>
ms: <b>Kemaskini perisian sistem tidak tersedia ketika dijalankan melalui media penilaian. Sila pasang Endless jika anda menyukainya!</b>
