Repository: endlessm/gnome-initial-setup
Catalog: po/*.po
Languages: bn, ms, th

source: <b>Any files you download or documents you create will be lost forever when you restart or shutdown the computer.</b>
bn: <b>আপনি যদি কম্পিউটার বন্ধ বা পুনঃচালু করেন তাহলে আপনি যেসব ফাইল নামিয়েছেন বা তৈরি করেছেন তা চিরতরে হারিয়ে যাবে। </b>
ms: <b>Apa jua fail yang anda muat turun atau dokumen yang anda hasilkan akan hilang secara kekal setelah anda mula semula atau matikan komputer.</b>
th: <b>ไฟล์ใดๆ ที่คุณดาวน์โหลดหรือเอกสารใดๆ ที่คุณสร้างขึ้นจะสูญหายไปอย่างถาวรเมื่อคุณรีสตาร์ตหรือปิดคอมพิวเตอร์</b>

source: Ready to Go
ms: Sedia
th: พร้อมจะไป

source: You’re ready to go!
ms: Anda kini sudah sedia!
th: คุณพร้อมแล้ว!

source: Time Zone
bn: সময় অঞ্চল
ms: Zon Waktu
th: เขตเวลา

source: The time zone will be set automatically if your location can be found. You can also search for a city to set it yourself.
ms: Zon waktu akan ditetapkan secara automatik sekiranya lokasi anda ditemui. Anda juga boleh menggelintar bandar untuk tetapkannya sendiri.
th: ระบบจะตั้งค่าโซนเวลาโดยอัตโนมัติหากไม่พบตำแหน่งของคุณ โดยคุณสามารถค้นหาเมืองเพื่อตั้งค่าด้วยตัวเองได้เช่นกัน

source: Please search for a nearby city
ms: Sila gelintar bandar berhampiran anda
th: โปรดค้นหาเมืองใกล้เคียง

source: OK
th: ตกลง

source: - GNOME initial setup
bn: - GNOME প্রাথমিক সেটআপ
th: - การตั้งค่าเริ่มต้นสำหรับ GNOME

source: Enterprise login allows an existing centrally managed user account to be used on this device.
th: การเข้าสู่ระบบแบบองค์กรจะทำให้สามารถใช้งานบัญชีผู้ใช้ที่มีการจัดการจากส่วนกลางที่มีอยู่นั้นในอุปกรณ์นี้ได้

source: _Domain
bn: _ডোমেইন
th: _โดเมน

source: Password protected
th: มีการป้องกันด้วยรหัสผ่าน

source: Set Up _Enterprise Login
th: กำหนด _การเข้าสู่ระบบองค์กร

source: Disable image
th: ปิดใช้รูปภาพ

source: Take a photo…
th: ถ่ายภาพ...

source: A user with the username ‘%s’ already exists.
th: มีผู้ใช้ชื่อ ‘%s’ แล้ว

source: The username cannot start with a ‘-’.
th: ชื่อผู้ใช้งานไม่สามารถเริ่มต้นด้วย ‘-’

source: The username should only consist of lower and upper case letters from a-z, digits and any of characters ‘.’, ‘-’ and ‘_’.
th: ชื่อผู้ใช้ต้องประกอบด้วยอักษร a-z ตัวพิมพ์เล็กและใหญ่ ตัวเลข และอักขระ ‘.’, ‘-’ และ ‘_’

source: _Accept and Continue
th: _ยอมรับและไปต่อ

source: By clicking "Accept and continue," you acknowledge that you have read, understood, and agree to be bound by the following terms and conditions.
bn: "মেনে নিন এবং চালিয়ে যান" চাপার মাধ্যমে আপনি স্বীকার করে নিলেন যে আপনি নিম্নোক্ত নিয়ম ও শর্তাবলী পড়েছেন, বুঝেছেন এবং মানতে রাজি হয়েছেন।
th: เมื่อคลิก "ยอมรับและดำเนินการต่อ" จะถือว่าคุณยอมรับว่าตนเองได้อ่าน ทำความเข้าใจ และตกลงที่จะปฏิบัติตามข้อตกลงและเงื่อนไขต่อไปนี้แล้ว

source: Connecting to the Internet will enable you to set the time, add your details, and enable you to access your email, calendar, and contacts. It is also necessary for enterprise login accounts.
th: การเชื่อมต่ออินเตอร์เน็ตจะทำให้คุณสามารถตั้งค่าเวลา เพิ่มรายละเอียด และทำให้สามารถเข้าถึงอีเมล ปฏิทิน และรายชื่อผู้ติดต่อของคุณได้ อีกทั้งยังจำเป็นต่อบัญชีที่ใช้เข้าสู่ระบบองค์กร

source: This is a weak password.
th: รหัสผ่านนี้คาดเดาง่าย

source: _Verify
th: _ตรวจสอบยืนยัน

# Password hint
source: This is a weak password. Try to add more letters, numbers and symbols.
th: รหัสผ่านนี้คาดเดาได้ง่าย พยายามเพิ่มตัวอักษร ตัวเลข และสัญลักษณ์

# Password hint
source: Mix uppercase and lowercase and use a number or two.
th: ผสมตัวพิมพ์ใหญ่และตัวพิมพ์เล็ก และใช้ตัวเลขหนึ่งหรือสองตัว

# Password hint
source: Good password! Adding more letters, numbers and punctuation will make it stronger.
th: รหัสผ่านใช้การได้ดี! การเพิ่มตัวอักษร ตัวเลข และเครื่องหมายวรรคตอนจะทำให้รหัสผ่านคาดเดาได้ยากขึ้น

# Password strength
source: Strength: Weak
th: ระดับการคาดเดา: ง่าย

# Password strength
source: Strength: Low
th: ความแข็งแกร่ง: ต่ำ

# Password strength
source: Strength: Medium
th: ความแข็งแกร่ง: ปานกลาง

# Password strength
source: Strength: Good
th: ระดับการคาดเดา: ยาก

# Password strength
source: Strength: High
th: ระดับการคาดเดา: ยากมาก

source: Proprietary software sources provide access to additional software, including web browsers and games. This software typically has restrictions on use and access to source code, and is not provided by %s.
th: แหล่งซอฟต์แวร์กรรมสิทธิ์ช่วยให้คุณสามารถเข้าถึงซอฟต์แวร์เพิ่มเติม ตลอดจนเว็บเบราว์เซอร์และเกมต่างๆ โดยซอฟต์แวร์นี้มักมีข้อจำกัดในการใช้งานและเข้าถึงโค้ดแหล่งที่มา และไม่ได้ให้บริการโดย %s

source: Software Sources
th: แหล่งซอฟต์แวร์

source: Additional Software Sources
th: แหล่งซอฟต์แวร์เพิ่มเติม

source: Proprietary Software Sources
th: แหล่งซอฟต์แวร์กรรมสิทธิ์

source: Force new user mode
bn: নতুন ব্যবহারকারী রূপে যেতে বাধ্য করুন

source: No password
bn: পাসওয়ার্ড নেই

source: Passwords do not match
bn: পাসওয়ার্ডে মিল নেই

source: Login
bn: লগিন

source: Create a Personal Account
bn: একটি ব্যক্তিগত একাউন্ট তৈরি করুন

source: Type your full name and a password that you'll remember. Pay attention to upper case letters.
bn: আপনার পুরো নাম এবং একটি পাসওয়ার্ড লিখুন যা আপনি মনে রাখতে পারবেন। বড় অক্ষরের দিকে নজর রাখুন।

source: The username will be used to name your personal folder, and it cannot be changed.
bn: ব্যবহারকারীর নামটি আপনার ব্যক্তিগত ফোল্ডারের নাম হিসেবে ব্যবহৃত হবে, এবং আর বদলানো যাবে না।

source: _Confirm password
bn: _পাসওয়ার্ড নিশ্চিত করুন

source: Make sure you write down your password to remember it! You can write yourself a reminder here, but note that this password reminder can be seen by others.
bn: আপনার পাসওয়ার্ড মনে থাকবে নিশ্চিত করতে কোথাও লিখে রাখুন! আপনি এখানে পাসওয়ার্ড স্মরণকারী কোন চিহ্ন লিখতে পারেন, কিন্তু জেনে রাখা উচিত যে এই পাসওয়ার্ড স্মরণকারী চিহ্নটি অন্যরাও দেখতে পাবে।

source: To continue, please make sure you fill in all the blanks.
bn: চালিয়ে যেতে, অনুগ্রহ করে সকল শূন্য ঘর পূরণ করুন।

source: page 1
bn: পাতা 1

source: Create an Enterprise Account
bn: একটি যৌথ একাউন্ট তৈরি করুন

source: In order to use enterprise logins, this computer needs to be enrolled in the domain. Please have your network administrator type their domain password here, and choose a unique computer name for your computer.
bn: যৌথ লগইন ব্যবহার করার জন্য, এই কম্পিউটারকে ডোমেইনে তালিকাভুক্ত করতে হবে। অনুগ্রহ করে আপনার নেটওয়ার্ক প্রশাসককে এখানে তাদের ডোমেইন পাসওয়ার্ড লিখতে বলুন, এবং আপনার কম্পিউটারের জন্য একটি অনন্য কম্পিউটার নাম নির্বাচন করুন।

# Password strength
source: Too short
bn: বেশি ছোট

# Password strength
source: Not good enough
bn: যথেষ্ট নয়

# Password strength
source: Weak
bn: দুর্বল

# Password strength
source: Fair
bn: মোটামুটি

# Password strength
source: Good
bn: ভাল

# Password strength
source: Strong
bn: শক্তিশালী

source: Couldn't connect to the %s domain: %s
bn: %s ডোমেইনে লগইন করা যায়নি: %s

source: A user with the username '%s' already exists
bn: '%s' নামে একজন ব্যবহারকারী ইতিমধ্যেই আছেন

source: The username is too long
bn: ব্যবহারকারী নামটি বেশি লম্বা

source: The username cannot start with a '-'
bn: '-' দিয়ে কোন ব্যবহারকারী নাম শুরু হতে পারবে না

source: The username must only consist of: ➣ letters from the English alphabet ➣ digits ➣ any of the characters '.', '-' and '_'
bn: ব্যবহারকারী নামে শুধুমাত্র থাকতে পারবে: ➣ বর্ণমালার অক্ষরসমূহ ➣ সংখ্যা ➣ '.', '-' ও '_' চিহ্নসমূহ

source: _Accept and continue
bn: _মেনে নিন এবং চালিয়ে যান

# Online Account
source: Other
bn: অন্যকিছু

source: Mail
bn: চিঠি

source: Contacts
bn: পরিচিত ব্যক্তিসমূহ

source: Chat
bn: আড্ডা

source: Resources
bn: সংস্থানসমূহ

source: Error creating account
bn: একাউন্ট তৈরিতে ভুল হয়েছে

source: Error removing account
bn: একাউন্ট মুছতে ভুল হয়েছে

source: Are you sure you want to remove the account?
bn: আপনি নিশ্চিত যে একাউন্টটি মুছে ফেলবেন?

source: This will not remove the account on the server.
bn: এতে একাউন্টটি সার্ভার থেকে মুছে যাবে না।

source: _Remove
bn: _মুছুন

source: Connect to your existing data in the cloud
bn: ক্লাউডে আপনার বিদ্যমান তথ্যের সাথে যোগাযোগ স্থাপন করুন

source: Adding accounts will allow you to transparently connect to your online photos, contacts, mail, and more.
bn: একাউন্ট সংযুক্তির মাধ্যমে আপনি স্বচ্ছভাবে আপনার অনলাইনে থাকা ছবি, পরিচিত ব্যক্তিসমূহ, চিঠি এবং আরো অনেককিছুর সাথে যোগাযোগ করতে পারবেন।

source: _Add Account
bn: _একাউন্ট সংযুক্তি

source: Select your keyboard layout
bn: আপনার কিবোর্ডের ধরন নির্বাচন করুন

source: Help detect my keyboard layout
bn: আমার কিবোর্ডের লেআউট শনাক্তে সাহায্য করুন

source: Detect Keyboard Layout...
bn: কিবোর্ড ধরন শণাক্ত করুন...

source: Select
bn: নির্বাচন করুন

source: Welcome to Endless!
bn: এন্ডলেসে স্বাগতম!

source: Let's set up your computer...
bn: চলুন আপনার কম্পিউটার সেটআপ করি...

source: Endless USB Stick
bn: এন্ডলেস ইউএসবি স্টিক

source: Search for a location
bn: একটি অবস্থান খোঁজ করুন

source: Location
bn: অবস্থান

source: January
bn: জানুয়ারি

source: February
bn: ফেব্রুয়ারি

source: March
bn: মার্চ

source: April
bn: এপ্রিল

source: May
bn: মে

source: June
bn: জুন

source: July
bn: জুলাই

source: August
bn: অগাষ্ট

source: September
bn: সেপ্টেম্বর

source: October
bn: অক্টোবর

source: November
bn: নভেম্বর

source: December
bn: ডিসেম্বর

source: Choose Your Location
bn: আপনার অবস্থান নির্বাচন করুন

source: _Determine your location automatically
bn: _আপনার অবস্থান স্বয়ংক্রিয়ভাবে নির্বাচন করুন

source: Network Time
bn: নেটওয়ার্ক সময়

source: Network is not available.
bn: নেটওয়ার্ক পাওয়া যায়নি।

source: No network devices found.
bn: কোন নেটওয়ার্ক ডিভাইস পাওয়া যায়নি।

source: Wireless Networks
bn: ওয়্যারলেস নেটওয়ার্ক

source: Do you have wireless internet (WiFi)? If you do, connect your computer to the internet by clicking on the name of your WiFi network and entering the network password. This password may be different from your computer password.
bn: আপনার কি ওয়্যারলেস ইন্টারনেট (ওয়াইফাই) আছে? যদি থাকে, আপনার ওয়াইফাই নেটওয়ার্ক বাছাই করুন ও নেটওয়ার্ক পাসওয়ার্ড প্রবেশ করিয়ে ইন্টারনেটের সাথে আপনার কম্পিউটারটি সংযুক্ত করুন। আপনার কম্পিউটারের পাসওয়ার্ড থেকে এই পাসওয়ার্ড ভিন্ন হতে পারে।

source: TIP: You can use your computer without internet if you do not have a connection now. If you get an internet connection in the future, you can set it up in "Network Settings."
bn: বুদ্ধি: এই মুহূর্তে সংযোগ না থাকলে আপনি ইন্টারনেট ছাড়াও আপনার কম্পিউটার ব্যবহার করতে পারেন। যদি আপনি ভবিষ্যতে ইন্টারনেট সংযোগ পান, তাহলে "নেটওয়ার্ক সেটিংস"-এ গিয়ে সেটআপ করে নিতে পারবেন।

source: _Skip WiFi setup
bn: _ওয়াইফাই সেটআপ বাদ দিন

source: _Start using %s
bn: _%s শুরু করুন

source: Thank You
bn: ধন্যবাদ

source: Your computer is ready to use.
bn: আপনার কম্পিউটার ব্যবহারের জন্য তৈরি।

source: You may change these options at any time in Settings.
bn: আপনি সেটিংসে গিয়ে যে কোন সময় এই বিকল্পগুলো বদলে নিতে পারেন।

source: _Start using GNOME 3
bn: _GNOME 3 ব্যবহার শুরু করুন
